lib/lambda/script.backup.yml
---
  config:
    phases:
      -
        duration: 10    # Duration of test in seconds
        arrivalRate: 1  # Starting rate (requests per second)
        rampTo: 2       # Ending rate (RPS at end of test duration)
  scenarios:
    -
      flow:
        -
          get:
            url: "http://aws.amazon.com"    # URL of service to test